[
    {
        "filename": "faq-for-students.md",
        "content": "\n# FAQ for Students\n"
    },
    {
        "filename": "eligibility-requirements.md",
        "content": "\n# Eligibility requirements\n\nThis section is for you to specify your **study-specific requirements**. \n\nFor example, \"you can only participate in this research if you are male\". For further guarantee, also include an extra eligibility check within your study.\n\nFor example, for some eye-tracking studies, you would need to specify that people with glasses cannot participate and you have to specify this in this section. \n"
    },
    {
        "filename": "brief-abstract.md",
        "content": "\n# Brief abstract\n\nHere, explain your study in **a single sentence** to give students a general idea about what they should expect if they participate in your study (e.g., the topic or the number of sessions). **Do not include any study specifics**. \n\n>[!success] <i class=\"fa-regular fa-thumbs-up\"></i> &nbsp Example: Good Abstract\n><br>\n>\"In this study, we would like to know more about your personal experiences.\"\n\n>[!success] <i class=\"fa-regular fa-thumbs-up\"></i> &nbsp Example: Good Abstract\n><br>\n>\"You will participate in a series of short studies about consumer behaviour.\"\n\n>[!error] <i class=\"fa-regular fa-circle-xmark\"></i> &nbsp Example: Inappropriate Abstract\n><br>\n>\"In this study, you will have to complete a writing task about shampoo advertising.\"\n"
    },
    {
        "filename": "fill-in-the-study-information.md",
        "content": "\n# Fill in the study information\n\nAfter you select the study type, you will need to fill in your study information.\n\n**Make sure to check out the pages below if you have not set up a study in SONA before**. When you submit your study for approval, we will review the study information you have entered. If you have missing information, or information that does not adhere to the requested standards, you will be asked to change it.\n\n### Basic study information\n\nThis part concerns the promotion of the study to the students.\n\n1. [Study Name](study-name)\n2. [Brief Abstract](brief-abstract)\n3. [Detailed Description of the Study](detailed-description)\n4. [Eligibility Requirements](eligibility-requirements)\n5. [Duration](duration)\n6. [Payment](payment)\n7. [Preparation](preparation)\n8. [(Add) Researcher(s)](add-researchers)\n9. [Ethical Approval Code](ethical-approval)\n\n### Advanced settings\n\nThese settings concern the technical setup of the study.\n\n1. (Pre-requisites and Disqualifiers)[pre-requisites-and-disqualifiers]\n2. (Study URL and Survey Setup)[study-url-and-survey-setup]\n    - Note: the URL setup is for **online studies only**. If you have a physical study, please do not enter your survey link during the study setup.\n\nNow you can continue with the next steps! Back to the overview.\n"
    },
    {
        "filename": "pre-requisites-and-disqualifiers.md",
        "content": "\n# Pre-requisites and disqualifiers\n\nYou can use this section if you want to screen for participants who have previously participated in another study. \n\n- For example, you can disqualify participants based on a previous study they have participated in.\n- Or, by the same token, you can set a pre-requisite that the participant must have participated in a previous study.\n"
    },
    {
        "filename": "facilities.md",
        "content": "\n# Facilities at VBL\n\nAt VBL, we have different kinds of labs\n\n- Cubicle Labs (11-cubicle Lab, 15-cubicle Lab)     \n- A-B Testing Room or 2–4 person room      \n- Conference Room       \n- 8-15 person Large group rooms     \n- Common computer rooms (usually reserved for educational purposes)\n"
    },
    {
        "filename": "select-the-study-type.md",
        "content": "\n# Select the study type\n\nAfter selecting \"Add New Study\", you will have the option to pick from **two possible types of studies**:   \n\n1. For a lab study, click \"Standard Study\"  \n2. For an online study, click \"Online External Study\"    \n"
    },
    {
        "filename": "payment.md",
        "content": "\n# Payment\n\nThe payment for the studies is calculated based on:\n\n- 10€ per hour for physical lab studies.\n- 7.5€ per hour for online studies. \n\nYou can use the tool below to calculate the amount you have to pay each participant based on the [duration](duration) of your study (in minutes).\n\n<div>\n    <input type=\"range\" id=\"timeSlider\" name=\"timeSlider\" min=\"0\" max=\"120\" value=\"0\" oninput=\"updateAmount()\">\n    <span id=\"timeDisplay\">0</span> minutes\n</div>\n<div>\n    <p>Online study: <span id=\"onlineAmount\">€0.00</span></p>\n    <p>Physical study: <span id=\"physicalAmount\">€0.00</span></p>\n</div>\n\n---\n\n**Do you have an incentivised study?** You can pay different participants different amounts. This can be arranged after data is collected. Please see the page for [granting or denying payment](granting-or-denying-payment). For the current payment field in the study description, simply enter the usual amount and mention the incentive in the study description.\n"
    },
    {
        "filename": "add-researchers.md",
        "content": "\n# Adding researchers to your study\n\nHere you select your name as a researcher, and add your co-authors if there are any.\n\n**Are you conducting your physical study yourself or with your own research assistants?**   \n\n- Your research assistants need to be added as a researcher to your study, in order to manage the time slots and payment. For them to be added as a researcher to the study, they must have an account on VBL SONA. Hence, please ask your research assistant(s) to request an account by emailing us at [vbl@vu.nl](mailto:vbl@vu.nl) with their (1) first name, (2) last name, (3) VUnet ID, and (4) VU email address.\n\n**Are you going to request lab assistants from VBL for your physical study?**   \n\n- Then, you do not have to do anything. We will add the available VBL research assistants to your study for them to manage the time slots and payment.\n"
    },
    {
        "filename": "ethical-approval.md",
        "content": "\n# Ethical approval\n\nAll studies at VBL require an ethical approval. When you are filling in your study information on SONA, you will need to provide the Ethical Review Board (ERB) approval code for your study.\n\n>[!info] <i class=\"fa-solid fa-info\"></i> &nbsp Are you from the School of Business and Economics (SBE)?\n>You can start the ethical approval procedure by filling in the [online ethics self-check](https://vueconomics.eu.qualtrics.com/jfe/form/SV_1SKjMzceWRZIk9D){:target=\"_blank\" rel=\"noopener noreferrer\"}. \n>\n>- If your research does not require an Ethics Review Board approval, you will automatically receive an ethical review code (e.g., `SBE3/29/2021djg590`).\n>- If the online ethics self-check requests that your research needs additional approval, you will be asked to download a copy of your ethics application so that you can send it to the Ethics Review Board for further evaluation. For more information regarding this, see [this page](https://vu.nl/en/about-vu/faculties/school-of-business-and-economics/more-about/research-office){:target=\"_blank\" rel=\"noopener noreferrer\"}.\n\n>[!info] <i class=\"fa-solid fa-info\"></i> &nbsp Are you from the Law Faculty?\n> The law faculty does not have its own ethical review board. Please get in touch with us at [vbl@vu.nl](mailto:vbl@vu.nl) for this matter.\n\n\n>[!info] <i class=\"fa-solid fa-info\"></i> &nbsp Are you from any other Faculty?\n> Every faculty has their own ethical review board. Please obtain an ethical approval for your study from your respective faculty. \n"
    },
    {
        "filename": "study-name.md",
        "content": "\n# Study name\n\nA Study Name should be **short** and **general** (i.e., not containing highly-specific study information). Please also enter the **current date** before the title of your study.\n\n>[!success] <i class=\"fa-regular fa-thumbs-up\"></i> &nbsp Example: Good Study Name!\n><img src=\"/static/images/good_name.png\" alt=\"Good Study Name\" class=\"responsive-image\">\n\n>[!error] <i class=\"fa-regular fa-circle-xmark\"></i> &nbsp Example: Inappropriate Study Name\n><br>\n>\"A study to evaluate Virtual Gaming Advertisements in which we manipulate the background music.\"\n>\n>- No date\n>- Containing highly-specific study information \n\n>[!error] <i class=\"fa-regular fa-circle-xmark\"></i> &nbsp Example: Inappropriate Study Name\n><br>\n>\"Participate in this research and win a shopping basket of 100 euro!!!\"\n>\n>- No date \n>- Unfair competition for other studies\n\n"
    },
    {
        "filename": "contact.md",
        "content": "\n# Contact\n\nDon't hesitate to send us an email at vbl@vu.nl.\n\nYou can also check out the [VBL Portal](https://vu.nl/en/about-vu/organisations/vu-behavioural-lab){:target=\"_blank\" rel=\"noopener noreferrer\"} for more information.\n"
    },
    {
        "filename": "preparation.md",
        "content": "\n# Preparation\n\nFor this section, enter any preparation a student must do **before the study participation**. If the preparation requires a meaningful amount of time from the participants, it needs to be taken into account in the [payment](payment).\n\n>[!info] <i class=\"fa-solid fa-info\"></i> &nbsp Example Preparation Requests\n>- \"Please bring a personal object to the lab that has a sentimental value for you.\"\n>- \"Please read this newspaper article before the study.\"\n\nIf your study has no preparation requirements, you can simply enter **\"No preparation needed\"**.\n"
    },
    {
        "filename": "create-a-new-study.md",
        "content": "\n# Create a new study\n\nTo add a study, click the **\"Add New Study\"** button on the top toolbar in SONA. \n\n>[!screenshot] <i class=\"fa-solid fa-camera\"></i> &nbsp Image: Adding a New Study in SONA\n><img src=\"/static/images/add_new_study.png\" alt=\"Add New Study\" class=\"responsive-image\">\n\nAfter doing so:\n\n1. [Select the study type](select-the-study-type),\n2. and [fill in the study information](fill-in-the-study-information). \n"
    },
    {
        "filename": "detailed-description.md",
        "content": "\n# Detailed description\n\nFor this section, you can **copy-paste one of the texts below**. Adjust the empty fields `{...}` according to your study.\n\nIf you would like to add more information for the participants, you can do so, but please **do not include any information about your hypotheses or variables**. \n\n>[!info] <i class=\"fa-solid fa-info\"></i> &nbsp Text to Copy Paste (Online Studies)\n><br>\n> This study will take approximately {...} minutes. Payments will only be allocated when you carefully read instructions of the researchers.\n>  \n> The session is organised by researchers from the Department of {...}, Vrije University Amsterdam, {*(if applicable)* in collaboration with researchers from ...}.     \n> \n> If you would like to have more information about the study, you can contact the researchers through \"Study Information\".\n\n>[!info] <i class=\"fa-solid fa-info\"></i> &nbsp Text to Copy Paste (Physical Lab Studies)\n><br>\n> This study will take approximately {...} minutes. Payments will only be allocated when you carefully read instructions of the researchers.   \n>  \n> This research takes place in the Applied Behavioural Science Lab, located on the second basement level (-2) of the [Transitorium Building](https://vu.nl/en/about-vu/more-about/transitorium).   \n>  \n> You must register for a spot in the available time slots. We would like to ask you to be present in the waiting area at least 5 minutes in advance. The waiting room (K1B74) is on the first basement level (-1). The session starts right on time and access to the lab after start time will be denied.   \n>\n> You can see your Sona ID in your Sona account or in the confirmation email (it is a 5-digit number and it is NOT your Student ID)\n>  \n> The session is organised by researchers from the Department of {...}, Vrije University Amsterdam, {*(if applicable)* in collaboration with researchers from ...}.     \n>  \n> If you would like to have more information about the study, you can contact the researchers through \"Study Information\".\n"
    },
    {
        "filename": "who-are-we.md",
        "content": "\n# Who are we?\n\n**Femke van Horen**     \nScientific Director      \nProfessor of Consumer Behaviour, School of Business and Economics        \n[femke.van.horen@vu.nl](mailto:femke.van.horen@vu.nl)       \n\n**Srinidhi Desikan**        \nLab Manager       \n[s.desikan@vu.nl](mailto:s.desikan@vu.nl)     \n\n**Arda Ergin**      \nResearch Assistant and SONA administrator       \n[a.ergin2@student.vu.nl](mailto:a.ergin2@student.vu.nl)          \n"
    },
    {
        "filename": "attention-checks.md",
        "content": "\n# Attention checks\n\nEven though it is not mandatory, we strongly advise you to incorporate attention checks in your survey. This is important to guarantee that students read instructions carefully and to ensure the quality of the data. It will also make the process of [denying payment](granting-or-denying-payment), if necessary, easier for you.\n\n>[!success] <i class=\"fa-regular fa-thumbs-up\"></i> &nbsp Example: Attention Check Item\n>\"This is an attention check item, please select 'four' as your response.\"\n\n>[!screenshot] <i class=\"fa-solid fa-camera\"></i> &nbsp Example: Attention Check in a Multiple Choice Matrix\n><img src=\"/static/images/attention_check.png\" alt=\"Attention Check\" class=\"responsive-image\">\n\nAt the beginning of your study, you can use the following text **to inform students that they have to pay attention**:\n\n>[!info] <i class=\"fa-solid fa-info\"></i> &nbsp Text to copy paste (to the information page of your survey)\n><br>\n> For the quality of the data, it is very important that participation in the session is done with care. Therefore, there will be some attention checks in the survey. If you fail to answer these questions correctly, you will not receive any payment for your participation.\n"
    },
    {
        "filename": "home.md",
        "content": "\n# Welcome to VU Behavioural Lab\n\nThank you for your interest in using the student pool of the VU Behavioural Lab (VBL)!\n\n### Are you a Researcher? \nCheck out how you can [conduct an online or a lab study through VBL](overview-on-conducting-a-study).\n\n### Are you a Student at VU? \nCheck out how to [participate in research for **payment**](how-to-participate) (not for credits).\n"
    },
    {
        "filename": "overview-on-conducting-a-study.md",
        "content": "\n# Conduct a study as a researcher\n\nSetting up your study in the VBL student pool is easier than you think! Just follow the steps below.\n\n<br>\n\n### Step 0: Checks before starting the process\n\n1. Request a researcher account by emailing us at [vbl@vu.nl](mailto:vbl@vu.nl) with your (1) first name, (2) last name, (3) VUnet ID, and (4) VU email address. While we create your account, please ensure that the following points are completed in the meantime.       \n2. Have your ethical approval ready. If you do not know how to obtain an ethical or what the ethical approval should look like, check the [ethical approval](ethical-approval) page.         \n3. Have your budget number ready. We will ask for it during payment processing.\n4. Know your desired number of participants. You will need to communicate this information to us later in the process.\n5. We highly recommend incorporating [attention check(s)](attention-checks) in your survey. This will ensure that you can [deny payment](granting-or-denying-payment) for non-serious participation.       \n\n<br>\n\n### Step 1: Study creation\n\n1. Log in to [VBL SONA](https://vu-vbl.sona-systems.com){:target=\"_blank\" rel=\"noopener noreferrer\"} using VU SSO (single sign-on).    \n2. Once in VBL SONA, [create a new study](create-a-new-study).  \n\n<br>\n\n### Step 2: Receiving approval for your study\n\n1. After creating your study, check out the page for [submitting your study for approval](submission-for-approval). \n2. Once you have submitted your study for approval, we will check your study details. If there is anything that needs to be changed about your study setup, we will contact you. \n3. Once you have received an approval:\n    - If you have **an online study**, you have no further actions to take for Step 2. We will launch your study.\n    - If you have **a physical lab study**, we will first communicate to you the availability of the lab and the expected completion date of your study via email. Then, we will arrange timeslots for your study in SONA and launch it. **If you are a PhD candidate** or you have your **own research assistants** conducting your study, the process is different. Please check out [this page](arranging-lab-study-yourself).\n\n<br>\n\n### Step 3: Data collection\n\nWhen we launch your study, all active students in the VBL pool will be notified.\n\n**During the Data Collection**: \n\n- For **online studies**, students can participate immediately, and you do not have a responsibility while data is being collected.\n- For **physical lab studies**, students will enroll in the available time slots and participate. If you are a PhD student (or you, or your own research assistants are carrying out the research), please take a look at [your responsibility during data collection](responsibility-during-data-collection).\n\n<br>\n\n### Step 4: Post data collection\n\n1. Once the study is concluded, you will be notified, and you will have two working days to carry out the process of [granting or denying payment](granting-or-denying-payment). \n2. In the meantime, we will check whether the average completion time of your study corresponds with your specified duration. If there is a discrepancy, this will be communicated to you, and you will be requested increase the payment amount.\n3. Once the two day period is over, we will relay the payment information to the financial department. They will contact you for approval. Please provide this approval as soon as possible.\n"
    },
    {
        "filename": "granting-or-denying-payment.md",
        "content": "\n# Granting or denying payment\n\n>[!info] <i class=\"fa-solid fa-info\"></i> &nbsp How to navigate to the payment page on SONA \n>\n>1. In SONA, locate and click on **'My Studies'**. This will take you to a list of all your posted studies. \n>2. Among your studies, find the specific study for which you want to grant or deny payments and click on it. This action will display the study's details.\n>3. Under the study details, click on **'View/Administer Time slots'**. You will see a display showing the current schedule and time slots for the study.\n>3. To grant or deny payment for a specific time slot, click on **'Modify'** next to that time slot.\n>4. Here, within the **'Sign-Ups' section**, you'll find a table listing the participants scheduled for that time slot.\n>5. Grant or deny payment based on the instructions below.\n>6. Carefully check that no students are left with the status \"No action taken\". You can check these in the tab **\"Uncredited sign-ups\"**\n>7. After making your selections for each participant, scroll down to the bottom of the table and make sure to click on the **'Update Sign-Ups'** button to register the granted or denied credits into the system.\n\nOnce the study is concluded, **you have two working days** to make any changes to the list of participants that need to be paid. By the end of these two days, if you have not made any changes, all the participants will be paid regardless of their status.\n\n>[!info] <i class=\"fa-solid fa-info\"></i> &nbsp Do you have an incentivised study? \n><br>\n> For incentivised studies, you can also arrange the incentive payment through the payment page on SONA. \n>\n> Example: \n> \n> - You have a performance task in your research and you incentivise participants by paying 15 EUR for the top 10 best performing participants.\n> - After your study is concluded, you identify the top 10. \n> - On the payment page on SONA (same page as described above), for each of these 10 participants, you should enter \"Incentive: 15\" as a comment. \n> - We will make the payment according to these comments, hence, please do not deviate from the format of \"Incentive: `{amount}`\".\n\n\n## For online studies\n\nFor online studies, participants are marked as \"participated\" automatically when they complete your study. Nevertheless, you still have actions to take.\n\nFirst, sometimes participants sign up to participate but do not end up participating. \n\n- In these cases, you should select \"Excused\" under \"No-Show\" instead. The participant will not be denied payments. \n\nSecondly, you should investigate your data, and deny payment if necessary. Please see [this page](denying-payment) for the conditions under which you can deny payment and how to do so.\n\n## For lab studies\n\nFor physical studies, your tasks depend on whether you have requested research assistants from us. \n\nIf you have requested research assistants from us, they will mark participants as \"participated\" and “no-shows”. \n\n**If you have requested research assistants from us**, they will mark participants as \"participated\" or “no-show”. Hence, your only task is to investigate your data, and deny payment if necessary. Please see [this page](denying-payment) for the conditions under which you can deny payment and how to do so.\n\n**If you, or your own research assistants, have carried out your study**, you must mark \"participated\" or \"no-show\" yourself. For a smoother process, these two should be carried out as the study is ongoing.\n\n- To mark a participant as \"participated\", click on the empty circle in the 'Participated' column.\n- For students who did not cancel participation in time but contacted you BEFORE the start of their session, choose **\"Excused No-Show\"** in the No-Show column.\n- For students who never contact you, or only AFTER the start of the session they were supposed to participate in, select **'Unexcused No-Show'**.\n\nAfter the study has been completed, you can [deny payment](denying-payment) if necessary.\n"
    },
    {
        "filename": "denying-payment.md",
        "content": "\n# Denying payment\n\nYou should investigate your data and deny the payment when necessary.\n\n### Conditions under which you can deny payment\n- The participant **did not give consent**, and, therefore, did not participate in the study.\n- The participant **did not finish** the study. You cannot deny payment if the participant skipped questions but finalised the study.\n- The participant failed an **attention check**.\n- The participant completed the task at an **unusually rapid pace**, identified as being more than 3 standard deviations faster than the average.\n- The participant **clearly did not show effort** for the study, even though you have *explicitly specified* the amount of effort you are expecting. For example, when explicitly asked to write a paragraph, they only wrote a couple of words, or for the entire survey, they chose the same point on a Likert scale.\n\n### How to deny payment\nTo deny payment to a participant, because of any of these conditions, keep their status as \"participated\", but add a comment \"Payment denied: `{...}`\" with filling in the `{...}` field with the appropriate reasoning (e.g., \"failed attention check\"). This comment will be visible to the students. Please do not deviate from the wording \"Payment denied\" at the beginning of the comment. You HAVE TO add such comments if you would like to deny payment.\n"
    },
    {
        "filename": "arranging-lab-study-yourself.md",
        "content": "\n# Arranging a lab study yourself\n\n>[!info] <i class=\"fa-solid fa-info\"></i> &nbsp Are you a PhD. candidate?\n>- PhD. candidates are required to run their own studies at VBL.\n>- In case you yourself (e.g. research budget) or your supervisor is able to finance the assistance of lab assistants, we can provide an exemption. In such a case, please contact us at [vbl@vu.nl](mailto:vbl@vu.nl).   \n\n## Arranging time slots\n\n**If you are a PhD candidate** or you will have your **own research assistants** conducting your study, you need to arrange the time slots yourself.\n\nAfter receiving approval for your study and the available dates and times for the lab, create time slots for participants to sign up. Learn more about creating and modifying time slots [here](arranging-time-slots).\n\nOnce you have added the time slots, please email us at [vbl@vu.nl](mailto:vbl@vu.nl), so that we can double check. Once we have given a check, we will activate your study, and it will be visible to the participants.\n\n## Arranging access to the Transitorium building \n\nOur computer labs are located on the second basement floor of the Transitorium building. You need access cards to open the lab doors. We have arranged for the security team to provide access cards for researchers wanting to enter the lab spaces.\n\nPlease email the host/security of the Transitorium building that you will need an access card. \n- In this email, include your name, email address, phone number, experiment date and times, any instructions to the Host (like number of students, directing them to the waiting room on the first basement floor, etc). \n- Email [fa_fco-bev-tr@vu.nl](mailto:fa_fco-bev-tr@vu.nl) and [FA_FCO-BEV-HG@vu.nl](FA_FCO-BEV-HG@vu.nl), while including us ([vbl@vu.nl](mailto:vbl@vu.nl)) at cc. \n\nPlease ensure that you **send this email to them prior to your experiment dates** with the above details. Without these details, the HOST will not be able to give you the access cards.\n"
    },
    {
        "filename": "how-to-participate.md",
        "content": "\n# How to participate in research\n\nAs a participant of VBL, you get to contribute to the research at VU and earn money for your participation.\n\n### Paid research participation\n\nLog in to [VBL SONA](https://vu-vbl.sona-systems.com){:target=\"_blank\" rel=\"noopener noreferrer\"} using VU SSO (Single Sign-on), and participate in the available studies! \n\nWhen you are using VBL SONA for the first time, please \"Request an Account” by clicking on the request an account button on the right side. Once your account is created, you will be asked some questions where you need to fill in your name, email, address, and IBAN (for payment). This data is essential to financially compensate you for your research participation.\n\nIf any of these details change (e.g., bank account, home address, email address, ...), it is your responsibility to inform us about the change by emailing us at [vbl@vu.nl](mailto:vbl@vu.nl).\n\n### Online or physical lab studies\n\nYou will receive a notification via email when a study is available for you to participate in. You can participate in online or physical lab studies.\n\n- You can immediately participate in an available online study.\n- For a physical lab study, you will need  to choose your timeslot from the available timeslots\n\nThe compensation rate is **10 EUR per hour** if you participate in a on-site lab study and **7.5 EUR per hour** if you participate in an online study. This rate can be higher for studies with a performance incentive.\n\nFor physical studies, you are allowed to cancel your participation from the research up to 24 hours prior to your scheduled time. If circumstances prevent you from attending after this period, please notify the researchers by email. **Accumulating three unexcused absences will result in a suspension of your account for three months**.\n"
    },
    {
        "filename": "study-url-and-survey-setup.md",
        "content": "\n# Study URL and survey setup\n\n- Setting up the Survey Link \n- Setting up the ID variable\n"
    },
    {
        "filename": "responsibility-during-data-collection.md",
        "content": "\n# Your responsibility during data collection\n\nAs soon as the requested details have been approved by us, the study will be launched and advertised to the students.\n\n## Online studies\nFor **online studies**, students can enroll and participate directly, and you do not have a responsibility during data collection.\n\n## Lab studies\nFor **physical lab studies**, students will enroll in one of the available time slots created by the you (or) the research assistants.\n\nOn the day of your studies, once you or the assistants are in the lab, check each student using the dashboard section of your study. \n\n[video](/static/videos/create_timeslots.mp4)\n<br>\n\n### Setting up the lab\nArrive at the lab about 30-45 minutes in advance, and set up all computers. \n\n- Log in to the main computer (you will have been provided the login credentials prior to your experiment).\n- Place the link to your survey as a shortcut to the folder named \"Start Here\" on the desktop on the computer, it will automatically be on all other desktops. \n- Turn on the other computers inside the cubicles, and login with the same credentials. \n- You should see the folder in all other computers through which you can access the study link. \n- Ensure the study link is opened on each computer (click on the link and press F11 to have a full screen mode).\n\n>[!screenshot] <i class=\"fa-solid fa-camera\"></i> &nbsp Screenshot: The folder in the lab computer desktop\n><img src=\"/static/images/desktop.png\" alt=\"Desktop\" class=\"responsive-image\">\n\n\n### Starting your study sessions\n\n1. Pick up the participants from the waiting room (-1 Floor of the Transitorium building).\n    - Call their attention/opening: \"Are you here for the `[Time]` session of the `[Experiment Name]`? \n    - Then, bring them to the lab. \n2. After all the participants are downstairs, mark them as participated/unexcused.\n    - Read outloud the SONA IDs you have for the current timeslot, and ask students to identify themselves. \n    - Mark them as participated or unexcused. Please see the [granting or denying payment page](granting-or-denying-payment) to learn how to do that.\n3. Give instructions to all students.\n    - Standard Instructions: \"Thank you for your participation! Please leave your bags and phones outside. Hand your coats on the coat hangers available. This study will take about `[your study duration]` minutes, and it `[consists of a single study / several independent studies]`. Please read everything carefully and answer all the required questions. Please also prepare your research ID (a 4/5-digit number). When there is no way to continue to the next page, it’s finished. Now you can enter a cubicle.\"\n\nCommonly asked questions by participants:\n\n- **\"Can I switch sessions?\"** or **\"I am late, can I participate in the next session?\"**: This type of request is usually not encouraged. However, if there are available timeslots in the next session and you feel comfortable to accommodate the request, you can do so. We recommend you to take a note of such situations for yourself for recordkeeping purposes.\n- **\"My computer crashed!\"**: If there is an available cubicle, take the participant there. If there are not enough computers due to emergent issues, take a note of the participant's ID, and let them go. The participant will receive payment for their participation regardless. Report the issue asap to VBL (vbl@vu.nl) and the Lab manager (s.desikan@vu.nl). \n\n### Ending your study sessions\nIt is important to note that you put the things in the lab as they were before. \n\n- Switch off all computers.\n- All keyboards, mouse, headphones and chairs should be placed as you found them. \n- Turn off the lights, close the door, and check if it is locked.\n- Return your access cards to the HOST of the Transitorium building.\n"
    },
    {
        "filename": "arranging-time-slots.md",
        "content": "\n# Create, modify, or schedule time slots on SONA\n\nFollow the step-by-step process below to open timeslots in SONA for participants. \n\nAs a note, please make sure there is **adequate time in between the sessions** for you to reset the computers after each session, welcome participants, and for your breaks. To give you an idea, this might take about 5-10 minutes. \n\n- For example, if your first session is from 10:00 to 10:30, it would be wise to open the next session with 10:35 - 11:05.\n- Please consider additional between-session times during the first day of your experiment. \n\nStep-by-step process to create, modify, or schedule time slots on SONA:\n\n1. Go to **“My Studies”** in the menu at the top. You will see all studies (experiments). Now click **“Time slots”** to the right of the study you want to give time slots. \n2. You will be shown a display of the current schedule/time slots. If you have not yet posted any timeslots, none will appear. To add one new time slot click the **\"Add A Time slot\"** statement.\n3. In the required fields, enter the date, start time, number of participants for that time slot, and location where participants are to meet the research assistant (experimenter). \n    - We advice to label the location as: \"Waiting room Transitorium floor -1 / 11-cubicle lab\" or \"Waiting room Transitorium floor -1 / 15-cubicle lab\". The first part is meant for students, to ensure they go to the correct location, which is the waiting room. The second part is needed to ensure labs are not double booked.\n    - The number of participants depends on the lab capacity. For example: a 15-cubicle lab can accommodate 15 participants. \n4. To add several new time slots (e.g., because you are running multiple sessions) click the **\"Add Multiple Time slots\"** statement. After, you enter the number of time slots to be added. You can add a slot of minutes to be added in between sessions.\n5. For each time slot, enter the date, start time, number of participants, and the location in the required fields. Ensure that under the \"Add This Time Slot?\" statement \"Yes\" is highlighted for each time slot you want to be added.\n6. Click on **“Add Selected Time Slots”** for the time slots to be activated\n"
    },
    {
        "filename": "duration.md",
        "content": "\n# Duration\n\nHere you insert the **time (in minutes)** needed for the completion of the study.\n\n**We strongly advise you to test the duration of your study**. You can do so with friends, family, and colleagues. If you have a physical lab study and want to test your study in the lab, contact us about this, and we will assist you.\n\nAfter the end of your data collection, we will access your survey and check the average duration. We use the median for this calculation to avoid a skew by the participants that take an unusually long time. If the median time in which participants have completed your study is higher than your specified duration, we will ask you to increase the compensation for the participants to the actual median duration.\n"
    },
    {
        "filename": "submission-for-approval.md",
        "content": "\n# Submitting your study for approval\n\nOnce you have your study ready, you can submit your study for appoval. \n\nWe strongly recommend testing your design before requesting for approval. We are happy provide access to the lab facilities to test your study.\n\n1. In \"My Studies,\" click \"Inactive,\" select your study, and under \"Study Information,\" click \"Send Request.\"\n2. On this new page, in the text box, include your **desired number of participants**, **desired completion date**, and **budget number**. For physical studies, please also provide whether you need our research assistants or will bring your own (note that PhD students must conduct their studies themselves; see the page for [arranging a lab study yourself](arranging-lab-study-yourself)). See below for an example entry to this text box. \n3. After this, if you have a physical study, and you are requesting lab assistants from us, please attach a Word/PDF document with the instructions necessary to carry out your study. These instructions will be used by our lab assistants.\n4. Once everything is complete, click the \"**Send Request**\" button.\n5. Finally, we also would like you to share your survey with us. If you are using Qualtrics, please add [vbl@vu.nl](mailto:vbl@vu.nl) to the collaborators of the study under \"add the people you want to colaborate with\". If you are using any other survey software, please mention this in the form on this page.\n\n>[!info] <i class=\"fa-solid fa-info\"></i> &nbsp Example Text Box Submission\n>Desired number of participants: 200\n>Desired completion date: 15 November 2024\n>Budget number (\"WBS element\"): D/464170.891\n>Request for research assistants: yes\n"
    }
]